
"MyTools" = "GodTools makes it easy for you\nto share your faith with anyone.";

"ParallelLanguages" = "Share your faith in over 80\ndifferent languages.";

"KnowingGod" = "Get an illustrated invitation\non how to know God personally.";

"KnowGodPersonally" = "Get four principles on how\nto enter into a personal\nrelationship with God.";

"FourSpiritualLaws" = "Get a simple explanation of God's\ninvitation to those who don't yet\nknow him.";

"Satisfied" = "Get a helpful guide on how to\nknow and experience the Holy Spirit\nin your Christian life.";

"TheFour" = "Get a simple explanation of\nthe Bible's message using\nfour symbols.";

"HonorRestored" = "Share the good news of Jesus\nfrom an honor-shame perspectiver.";

"TeachMeToShare" = "Get tips on how to share.";